Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/wordpress-tm.tmx
Source language: en
Languages: ca_es

source: Default is <code>wp-content/uploads</code>
ca_es: Per defecte és <code>wp-content/uploads</code>

source: Full URL path to files
ca_es: Adreça URL completa dels fitxers

source: Configuring this is optional. By default, it should be blank.
ca_es: La configuració d'açò és opcional. Per defecte, hauria de ser buit.

source: Organize my uploads into month- and year-based folders
ca_es: Organitza els fitxers penjats en carpetes per mes i any

source: Permalink Settings
ca_es: Opcions dels enllaços permanents

source: Permalink structure updated. Remove write access on web.config file now!
ca_es: S'ha actualitzat l'estructura dels enllaços permanents. Elimineu els permisos d'escriptura del fitxer web.config.

source: You should update your .htaccess now.
ca_es: Hauríeu d'actualitzar el .htaccess ara.

source: Permalink structure updated.
ca_es: S'ha actualitzat l'estructura d'enllaços permanents.

source: Day and name
ca_es: Dia i nom

source: Month and name
ca_es: Mes i nom

source: Numeric
ca_es: Numèrica

source: Custom Structure
ca_es: Estructura personalitzada

source: Optional
ca_es: Opcional

source: Category base
ca_es: Categoria base

source: Tag base
ca_es: Etiqueta base

source: If your <code>web.config</code> file were <a href="http://codex.wordpress.org/Changing_File_Permissions">writable</a>, we could do this automatically, but it isn&#8217;t so this is the url rewrite rule you should have in your <code>web.config</code> file. Click in the field and press <kbd>CTRL + a</kbd> to select all. Then insert this rule inside of the <code>/&lt;configuration&gt;/&lt;system.webServer&gt;/&lt;rewrite&gt;/&lt;rules&gt;</code> element in <code>web.config</code> file.
ca_es: Si el vostre fitxer <code>web.config</code> tingués <a href="http://codex.wordpress.org/Changing_File_Permissions">permís d'escriptura</a> podríem fer-ho automàticament però no en té, així que aquesta és l'URL que hauríeu de tenir al vostre fitxer <code>web.config</code>. Cliqueu en el camp i premeu <kbd>CTRL + a</kbd> per seleccionar-ho tot. Aleshores inseriu aquesta regla dins de l'element <code>/&lt;configuration&gt;/&lt;system.webServer&gt;/&lt;rewrite&gt;/&lt;rules&gt;</code> del vostre fitxer <code>web.config</code>.

source: If you temporarily make your <code>web.config</code> file writable for us to generate rewrite rules automatically, do not forget to revert the permissions after rule has been saved.
ca_es: Si de manera temporal ens doneu permís d'escriptura sobre el fitxer <code>web.config</code> per generar regles de reescriptura automàticament, no oblideu reestablir els permisos d'aquest fitxer després que la regla s'hagi desat.

source: If the root directory of your site were <a href="http://codex.wordpress.org/Changing_File_Permissions">writable</a>, we could do this automatically, but it isn&#8217;t so this is the url rewrite rule you should have in your <code>web.config</code> file. Create a new file, called <code>web.config</code> in the root directory of your site. Click in the field and press <kbd>CTRL + a</kbd> to select all. Then insert this code into the <code>web.config</code> file.
ca_es: Si el directori arrel de la pàgina web tingués <a href="http://codex.wordpress.org/Changing_File_Permissions">permís d'escriptura</a>, podríem fer-ho automàticament, però no els té, així que aquesta és la regla rewrite que hauríeu de tenir al vostre fitxer <code>web.config</code>. Creeu un fitxer nou al directori arrel del lloc web anomenat <code>web.config</code>. Cliqueu al camp i premeu <kbd>CTRL + a</kbd> per seleccionar-ho tot. Aleshores inseriu aquesta regla dins del fitxer <code>web.config</code>.

source: If you temporarily make your site&#8217;s root directory writable for us to generate the <code>web.config</code> file automatically, do not forget to revert the permissions after the file has been created.
ca_es: Si de manera temporal ens doneu permís d'escriptura sobre el directori arrel del lloc web per poder generar el fitxer <code>web.config</code> automàticament, no oblideu reestablir els permisos una vegada el fitxer hagi estat creat.

source: If your <code>.htaccess</code> file were <a href="http://codex.wordpress.org/Changing_File_Permissions">writable</a>, we could do this automatically, but it isn&#8217;t so these are the mod_rewrite rules you should have in your <code>.htaccess</code> file. Click in the field and press <kbd>CTRL + a</kbd> to select all.
ca_es: Si el fitxer <code>.htaccess</code> tingués <a href="http://codex.wordpress.org/Changing_File_Permissions">permís d'escriptura</a> podríem fer-ho automàticament però, com que no el té, aquestes són les regles de mod_rewrite que és recomanable que tingueu al teu fitxer <code>.htaccess</code>. Feu clic al camp i premeu <kbd>CTRL + a</kbd> per seleccionar-ho tot.

source: Reading Settings
ca_es: Opcions de lectura

source: A <a href="%s">static page</a> (select below)
ca_es: Una <a href="%s">pàgina estàtica</a> (seleccioneu a continuació)

source: Front page: %s
ca_es: Pàgina inicial: %s

source: Posts page: %s
ca_es: Pàgina d'entrades: %s

source: <strong>Warning:</strong> these pages should not be the same!
ca_es: <strong>Avís:</strong> aquestes pàgines haurien de ser diferents!

source: Blog pages show at most
ca_es: Les pàgines mostren com a màxim

source: posts
ca_es: entrades

source: Syndication feeds show the most recent
ca_es: Els canals de sindicació mostren les més recents

source: For each article in a feed, show
ca_es: Per a cada entrada en el canal, mostra

source: Full text
ca_es: Text complet

source: Summary
ca_es: Sumari

source: Encoding for pages and feeds
ca_es: Codificació de pàgines i canals

source: Writing Settings
ca_es: Opcions d'escriptura

source: Formatting
ca_es: Format

source: Convert emoticons like <code>:-)</code> and <code>:-P</code> to graphics on display
ca_es: Converteix les emoticones com <code>:-)</code> i <code>:-P</code> a gràfics en pantalla

source: WordPress should correct invalidly nested XHTML automatically
ca_es: El WordPress ha de corregir automàticament l'XHTML incorrectament escrit

source: Default Post Category
ca_es: Categoria per defecte

source: Default Link Category
ca_es: Categoria d'enllaços per defecte

source: Post via e-mail
ca_es: Publica entrades per correu electrònic

source: To post to WordPress by e-mail you must set up a secret e-mail account with POP3 access. Any mail received at this address will be posted, so it&#8217;s a good idea to keep this address very secret. Here are three random strings you could use: <kbd>%s</kbd>, <kbd>%s</kbd>, <kbd>%s</kbd>.
ca_es: Per publicar al WordPress mitjançant el correu electrònic cal que configureu un compte de correu secret amb accés POP3. Tot el correu rebut en aquesta adreça es publicarà, per tant seria molt convenient que mantinguésseu secreta aquesta adreça. Aquí teniu tres cadenes aleatòries que podeu utilitzar com a nom de compte: <kbd>%s</kbd>, <kbd>%s</kbd>, <kbd>%s</kbd>.

source: Mail Server
ca_es: Servidor de correu

source: Login Name
ca_es: Nom d'usuari

source: Default Mail Category
ca_es: Categoria per defecte de les entrades fetes per correu electrònic

source: Update Services
ca_es: Serveis d'actualització

source: When you publish a new post, WordPress automatically notifies the following site update services. For more about this, see <a href="http://codex.wordpress.org/Update_Services">Update Services</a> on the Codex. Separate multiple service <abbr title="Universal Resource Locator">URL</abbr>s with line breaks.
ca_es: Quan publiqueu una entrada nova, el WordPress ho notifica automàticament als següents serveis d'actualització. Per a més informació aneu a <a href="http://codex.wordpress.org/Update_Services">Serveis d'actualizació</a> al Codex (en anglès). Escriviu cada <abbr title="Universal Resource Locator">URL</abbr> en una línia diferent.

source: All Settings
ca_es: Totes les opcions

source: Edit Plugins
ca_es: Edita les extensions

source: No such file exists! Double check the name and try again.
ca_es: El fitxer no existeix! Comproveu el nom i torneu-ho a provar.

source: Files of this type are not editable.
ca_es: Els fitxers d'aquest tipus no es poden editar.

source: File edited successfully.
ca_es: S'ha editat el fitxer correctament.

source: This plugin has been deactivated because your changes resulted in a <strong>fatal error</strong>.
ca_es: Aquesta extensió s'ha desactivat perquè els vostres canvis han provocat un <strong>error fatal</strong>.

source: Editing <strong>%s</strong> (active)
ca_es: Esteu editant <strong>%s</strong> (actiu)

source: Browsing <strong>%s</strong> (active)
ca_es: Esteu veient <strong>%s</strong> (actiu)

source: Editing <strong>%s</strong> (inactive)
ca_es: Esteu editant <strong>%s</strong> (inactiu)

source: Browsing <strong>%s</strong> (inactive)
ca_es: Esteu veient <strong>%s</strong> (inactiu)

source: Select plugin to edit:
ca_es: Seleccioneu l'extensió a editar:

source: Plugin Files
ca_es: Fitxers de les extensions

source: Documentation:
ca_es: Documentació:

source: Update File and Attempt to Reactivate
ca_es: Actualitza el fitxer i prova de reactivar-lo

source: Update File
ca_es: Actualitza el fitxer

source: You need to make this file writable before you can save your changes. See <a href="http://codex.wordpress.org/Changing_File_Permissions">the Codex</a> for more information.
ca_es: Heu de donar permís d'escriptura a aquest fitxer abans de desar els canvis. Llegiu <a href="http://codex.wordpress.org/Changing_File_Permissions" title="Llegiu més detalls sobre com donar permisos d'escriptura (en anglès)">el Còdex (en anglès)</a> per a més informació.

source: Featured
ca_es: Destacades

source: Popular
ca_es: Populars

source: Newest
ca_es: Recents

source: Are you sure you wish to delete these files?
ca_es: Esteu segur que voleu suprimir aquests fitxers?

source: Yes, Delete these files
ca_es: Sí, suprimeix aquests fitxers

source: No, Return me to the plugin list
ca_es: No, torna a la llista d'extensions

source: Plugins extend and expand the functionality of WordPress. Once a plugin is installed, you may activate it or deactivate it here.
ca_es: Les extensions amplien les possibilitats del WordPress. Una vegada instal·lades, les podeu activar o desactivar aquí.

source: If something goes wrong with a plugin and you can&#8217;t use WordPress, delete or rename that file in the <code>%s</code> directory and it will be automatically deactivated.
ca_es: Si apareix un error en una extensió i no podeu usar el WordPress, suprimiu o canvieu el nom d'aquest fitxer en el directori <code>%s</code> i es desactivarà automàticament.

source: The plugin <code>%s</code> has been <strong>deactivated</strong> due to an error: %s
ca_es: L'extensió <code>%s</code> ha estat <strong>desactivada</strong> a causa d'un error: %s

source: Plugin could not be activated because it triggered a <strong>fatal error</strong>.
ca_es: L'extensió no s'ha activat perquè ha provocat un <strong>error fatal</strong>.

source: Plugin could not be deleted due to an error: %s
ca_es: L'extensió no s'ha reactivat perquè ha provocat un error: %s.

source: The selected plugins have been <strong>deleted</strong>.
ca_es: Les extensions seleccionades han estat <strong>suprimides</strong>.

source: Plugin <strong>activated</strong>.
ca_es: Extensió <strong>activada</strong>.

source: Selected plugins <strong>activated</strong>.
ca_es: Les extensions seleccionades han estat <strong>activades</strong>.

source: Plugin <strong>deactivated</strong>.
ca_es: Extensió <strong>desactivada</strong>.

source: Selected plugins <strong>deactivated</strong>.
ca_es: Les extensions seleccionades han estat <strong>activades</strong>.

source: No out of date plugins were selected.
ca_es: No s'ha seleccionat cap extensió desfasada.

source: Deactivate this plugin
ca_es: Desactiva aquesta extensió

source: Network Deactivate
ca_es: Desactiva la xarxa

source: Activate this plugin for all sites in this network
ca_es: Activa aquesta extensió per a tots els llocs web d'aquesta xarxa

source: Network Activate
ca_es: Activa la xarxa

source: Open this file in the Plugin Editor
ca_es: Obre aquest fitxer en l'editor d'extensions

source: Delete this plugin
ca_es: Suprimeix aquesta extensió

source: Visit plugin site
ca_es: Visita el lloc web de l'extensió

source: Clear List
ca_es: Neteja la llista

source: Active <span class="count">(%s)</span>
ca_es: Actiu <span class="count">(%s)</span>

source: Recently Active <span class="count">(%s)</span>
ca_es: Recentment actiu <span class="count">(%s)</span>

source: Inactive <span class="count">(%s)</span>
ca_es: Inactiva <span class="count">(%s)</span>

source: No plugins found.
ca_es: No s'ha trobat cap extensió.

source: You do not appear to have any plugins available at this time.
ca_es: Sembla que en aquest moment no teniu cap extensió disponible

source: You attempted to edit an item that doesn&#8217;t exist. Perhaps it was deleted?
ca_es: Heu intentat editar una pàgina que no existeix. Potser ha estat suprimida?

source: You are not allowed to edit this item.
ca_es: No teniu autorització per editar aquest element.

source: You can&#8217;t edit this item because it is in the Trash. Please restore it and try again.
ca_es: No podeu editar aquest element perquè està a la Paperera. Restaureu-lo i torneu-ho a provar.

source: Unknown post type.
ca_es: Tipus d'entrada desconeguda.

source: Embed Code
ca_es: Incrusta codi

source: Insert Video
ca_es: Insereix vídeo

source: Click to insert.
ca_es: Clica per inserir.

source: Unable to retrieve images or no images on page.
ca_es: No es poden descarregar les imatges o bé la pàgina no conté cap imatge.

source: click images to select
ca_es: feu clic per seleccionar imatges

source: Add from URL
ca_es: Afegeix des de URL

source: Your post has been saved.
ca_es: La vostra entrada s'ha desat.

source: View post
ca_es: Veure l'entrada

source: Close Window
ca_es: Tanca la finestra

source: Insert an Image
ca_es: Insereix una imatge

source: Embed a Video
ca_es: Incrusta un vídeo

source: via
ca_es: mitjançant

source: Compare Revisions of &#8220;%1$s&#8221;
ca_es: Compara revisions de &#8220;%1$s&#8221;

source: Edit Themes
ca_es: Edita els temes

source: The requested theme does not exist.
ca_es: El tema que demaneu no existeix.

source: Select theme to edit:
ca_es: Selecciona el tema a editar:

source: Templates
ca_es: Plantilles

source: Oops, no such file exists! Double check the name and try again, merci.
ca_es: El fitxer no existeix! Comproveu el nom i torneu-ho a provar, merci.

source: Recently Updated
ca_es: Recentment actualitzats

source: New theme activated. <a href="%s">Visit site</a>
ca_es: Nou tema activat. <a href="%s">Mostra el web</a>

source: Theme deleted.
ca_es: Tema suprimit.

source: Current Theme
ca_es: Tema actual

source: Current theme preview
ca_es: Vista prèvia del tema actual

source: Available Themes
ca_es: Temes disponibles

source: You are about to delete this theme '%s' 'Cancel' to stop, 'OK' to delete.
ca_es: Ara s'eliminarà aquest tema '%s' «D'acord» per eliminar, «Cancel·la» per sortir.

source: Broken Themes
ca_es: Temes fets malbé

source: Press This is a bookmarklet: a little app that runs in your browser and lets you grab bits of the web.
ca_es: "Premeu això" és un anomenat bookmarklet: una petita aplicació per al navegador que us facilita aplegar informacions del web.

source: Drag-and-drop the following link to your bookmarks bar or right click it and add it to your favorites for a posting shortcut.
ca_es: Arrossegueu i deixeu anar el següent enllaç a la vostra barra d'adreces d'interès o feu clic amb el botó dret per afegir una drecera a la publicació de l'entrada.

source: Download nightly build
ca_es: Descarrega la darrera versió construïda (<em>nightly build</em>)

source: Download %s
ca_es: Baixa %s

source: Hide this update
ca_es: No mostris aquesta actualització

source: Bring back this update
ca_es: Torna a mostrar aquesta actualització

source: This localized version contains both the translation and various other localization fixes. You can skip upgrading if you want to keep your current translation.
ca_es: Aquesta versió traduïda conté a la vegada la traducció i altres solucions de les traduccions. Podeu ometre l'actualització si voleu mantenir la traducció actual.

source: Show hidden updates
ca_es: Mostra les actualitzacions amagades

source: Hide hidden updates
ca_es: No mostris les actualitzacions amagades

source: Compatibility with WordPress %1$s: 100%% (according to its author)
ca_es: Compatibilitat amb el WordPress %1$s: 100%% (d'acord amb el seu autor)

source: Compatibility with WordPress %1$s: %2$d%% (%3$d "works" votes out of %4$d total)
ca_es: Compatibilitat amb el Wordpress %1$s: %2$d%% (%3$d vots "funciona" de %4$d total)

source: Compatibility with WordPress %1$s: Unknown
ca_es: Compatibilitat amb el WordPress %1$s: Desconeguda

source: Installation Failed
ca_es: La instal·lació ha fallat

source: Plugin Reactivation
ca_es: Reactivació d'extensions

source: Plugin reactivated successfully.
ca_es: Extensió reactivada correctament.

source: Plugin failed to reactivate due to a fatal error.
ca_es: L'extensió no s'ha reactivat perquè ha provocat un error fatal.

source: Installing Plugin: %s
ca_es: S'està instal·lant l'extensió: %s

source: Upload Plugin
ca_es: Penja l'extensió

source: Installing Plugin from uploaded file: %s
ca_es: S'està instal·lant l'extensió des del fitxer penjat: %s

source: Installing Theme: %s
ca_es: S'està instal·lant el tema: %s

source: Upload Theme
ca_es: Penja el tema

source: Installing Theme from uploaded file: %s
ca_es: S'està instal·lant el tema des del fitxer penjat: %s

source: Your WordPress database is already up-to-date!
ca_es: La vostra base de dades del WordPress ja està al dia!

source: %s queries
ca_es: %s consultes

source: %s seconds
ca_es: %s segons

source: You are not allowed to scan for lost attachments.
ca_es: No teniu autorització per cercas fitxers adjunts perduts.

source: You are not allowed to move this post to the trash.
ca_es: No teniu autorització per moure aquesta entrada a la paperera.

source: You are not allowed to move this post out of the trash.
ca_es: No teniu autorització per moure aquesta entrada fora de la paperera.

source: You are not allowed to delete this post.
ca_es: No teniu autorització per suprimir aquesta entrada.

source: Reattached %d attachment.
ca_es: %d adjunt tornat a adjuntar.

source: Media attachment permanently deleted.
ca_es: Mèdia adjunt suprimit definitivament.

source: Media attachment moved to the trash.
ca_es: Mèdia adjunt mogut a la paperera.

source: Media attachment restored from the trash.
ca_es: Mèdia adjunt restaurat des de la paperera.

source: Media permanently deleted.
ca_es: Mèdia suprimit definitivament.

source: Error saving media attachment.
ca_es: Error en desar el mèdia adjunt.

source: Media moved to the trash.
ca_es: S'han mogut els mèdia a la paperera.

source: Media restored from the trash.
ca_es: S'han recuperat els mèdia de la paperera.

source: Unattached <span class="count">(%s)</span>
ca_es: Adjunt <span class="count">(%s)</span>

source: Trash <span class="count">(%s)</span>
ca_es: Paperera <span class="count">(%s)</span>

source: Attach to a post
ca_es: Adjunta a una entrada

source: Scan for lost attachments
ca_es: Cerca fitxers adjunts perduts

source: Edit User
ca_es: Edita l'usuari

source: Use https
ca_es: Fes servir https

source: Always use https when visiting the admin
ca_es: Sempre feu servir https quan visiteu el tauler d'administració

source: You do not have permission to edit this user.
ca_es: No teniu permís per editar l'usuari.

source: User updated.
ca_es: Usuari actualitzat.

source: Personal Options
ca_es: Opcions personals

source: Visual Editor
ca_es: Editor visual

source: Disable the visual editor when writing
ca_es: Desactiva l'editor visual per escriure

source: Admin Color Scheme
ca_es: Joc de colors de l'administrador

source: Enable keyboard shortcuts for comment moderation.
ca_es: Activa les tecles de drecera per a la moderació de comentaris.

source: First Name
ca_es: Nom

source: Last Name
ca_es: Cognoms

source: Nickname
ca_es: Àlies

source: Display name publicly as
ca_es: Mostra el nom públicament com a

source: Contact Info
ca_es: Informació de contacte

source: About Yourself
ca_es: Quant a tu

source: About the user
ca_es: Quant a l'usuari

source: Biographical Info
ca_es: Informació biogràfica

source: Share a little biographical information to fill out your profile. This may be shown publicly.
ca_es: Afegiu també alguna informació biogràfica al vostre perfil. Podrà mostrar-se públicament.

source: New Password
ca_es: Contrasenya nova

source: If you would like to change the password type a new one. Otherwise leave this blank.
ca_es: Si voleu canviar la contrasenya, teclegeu-ne una de nova. Si no ho voleu, simplement deixeu-ho en blanc.

source: Type your new password again.
ca_es: Teclegeu la contrasenya nova una altra vegada.

source: Additional Capabilities
ca_es: Competències Addicionals

source: Update Profile
ca_es: Actualitza el perfil

source: Update User
ca_es: Actualitza l'usuari

source: [%s] Joining confirmation
ca_es: [%s] confirmació per unir-vos

source: Invitation email sent to new user. A confirmation link must be clicked before their account is created.
ca_es: S'ha enviat un correu electrònic d'invitació a l'usuari nou. S'ha de fer clic a l'enllaç de confirmació abans que el seu compte es creï.

source: Send Password?
ca_es: Envia la contrasenya?

source: Send this password to the new user by email.
ca_es: Envia aquesta contrasenya a l'usuari nou per correu electrònic.

source: Skip Confirmation Email
ca_es: No envieu el correu electrònic de confirmació

source: You can&#8217;t edit that user.
ca_es: No podeu editar aquest usuari.

source: You can&#8217;t delete users.
ca_es: No podeu suprimir usuaris.

source: Delete Users
ca_es: Suprimeix usuaris

source: There are no valid users selected for deletion.
ca_es: No heu seleccionat cap usuari que es pugui suprimir.

source: New user created.
ca_es: Usuari creat.

source: The current user&#8217;s role must have user editing capabilities.
ca_es: Cal que el rol de l'usuari actual tingui permís per editar.

source: Other user roles have been changed.
ca_es: S'han canviat altres rols d'usuari.

source: You can&#8217;t delete the current user.
ca_es: No podeu suprimir l'usuari actual.

source: Other users have been deleted.
ca_es: Altres usuaris s'han suprimit.

source: Change role to&hellip;
ca_es: Canvia el rol a&hellip;

source: Change
ca_es: Canvia

source: Inactive Widgets
ca_es: Ginys inactius

source: The theme you are currently using isn&#8217;t widget-aware, meaning that it has no sidebars that you are able to change. For information on making your theme widget-aware, please <a href="http://codex.wordpress.org/Widgetizing_Themes">follow these instructions</a>.
ca_es: El tema que esteu utilitzant no funciona bé amb ginys, és a dir, no té cap barra lateral que pugueu adaptar. Per més informació sobre com fer funcionar un tema amb ginys, <a href="http://codex.wordpress.org/Widgetizing_Themes">seguiu aquestes instruccions</a> (en anglès).

source: Widget %s
ca_es: Giny %s

source: Select both the sidebar for this widget and the position of the widget in that sidebar.
ca_es: Seleccioneu a la vegada la barra lateral d'aquest giny i la posició del giny en aquesta barra lateral.

source: Position
ca_es: Posició

source: Save Widget
ca_es: Desa el Giny

source: Changes saved.
ca_es: Canvis desats.

source: Error while saving.
ca_es: S'ha produït un error mentre es desaven els canvis.
